# 关注股票列表
# 格式: [('股票代码', '股票名称'), ...]

WATCHLIST = [
    ('002651.SZ', '利君股份'),
    ('600649.SH', '城投控股'),
    ('600316.SH', '洪都航空'),
    ('601606.SH', '长城军工'),
    ('600026.SH', '中远海能'),
    ('000905.SZ', '厦门港务'),
    ('600150.SH', '中国船舶'),
    ('603888.SH', '新华网'),
    ('002046.SZ', '国机精工'),
    ('600184.SH', '光电股份'),
    ('605167.SH', '利柏特'),
    ('002897.SZ', '意华股份'),
    ('000628.SZ', '高新发展'),
    ('600685.SH', '中船防务'),
    ('002174.SZ', '游族网络'),
    ('600601.SH', '方正科技'),
    ('603583.SH', '捷昌驱动'),
    ('002062.SZ', '宏润建设'),
    ('002815.SZ', '崇达技术'),
    ('002106.SZ', '莱宝高科'),
    ('002827.SZ', '高争民爆'),
    ('002787.SZ', '华源控股')
]